<?php

$lang['liq_pay_public_key'] = "Публічний ключ";
$lang['liq_pay_private_key'] = "Приватний ключ";
$lang['okaycms__liqpay__description_title'] = "Платіжна система LiqPay";
$lang['okaycms__liqpay__description_part_1'] = "Для роботи модуля вам потрібно буде вказати посилання";
$lang['okaycms__liqpay__description_part_2'] = "в особистому кабінеті на сторінці Налаштування - API в поля \"URL повідомлень сервер-сервер\" і \"URL повідомлень клієнт-сервер\" так як це зазначено на скріншоті. Потім вам потрібно буде в адмін. панелі в OkayCMS в розділі Налаштування - Способи оплати вибрати той спосіб оплати, до якого ви хочете підключити оплату через сервіс LiqPay, в поле \"Тип модуля:\". Вибрати зі списку \"OkayCMS / LiqPay\" і вказати в що з'явилися поля дані з особистого кабінету LiqPay, які також відзначені на скріншоті.";